Repository: common-repository/clarify-password-reset
Catalog: languages/clarify-password-reset-*.po
Languages: nl_nl

source: Suggest a password
nl_nl: Geef een wachtwoord suggestie

source: Please make a note of your new password, because your browser might not offer to save it.
nl_nl: Maak een notitie van uw nieuwe wachtwoord, voor het geval dat uw browser dit niet opslaat.

source: Clarify Password Reset Settings
nl_nl: Verhelder Wachtwoordherstel Instellingen

source: Clarify Password Reset
nl_nl: Verhelder Wachtwoordherstel

source: Your changes have been saved.
nl_nl: Je wijzigingen zijn opgeslagen.

source: Fix problems
nl_nl: Problemen oplossen

source: Try to fix browser-stored password problems
nl_nl: Probeer problemen met browser-opgeslagen wachtwoorden te voorkomen

source: Restructures login form to help Firefox and Chrome save correct values to stored passwords.
nl_nl: Herstructureert het loginformulier om Firefox en Chrome te helpen de juiste wachtwoorden op te slaan.

source: Warn users
nl_nl: Waarschuw gebruikers

source: Warn users to make a note of their new password
nl_nl: Waarschuw gebruikers een notitie van hun nieuwe wachtwoord te maken

source: Custom text for warning message:
nl_nl: Aangepaste tekst voor het waarschuwingsbericht:

source: Text only (no HTML tags). Default text will be used if left blank.
nl_nl: Alleen tekst (geen HTML-tags). Standaardtekst zal gebruikt worden dit veld leeg wordt gelaten.

source: Clears initial suggested password on WP 4.3+ password reset page, and adds a Generate Password button. Fixes new-password save bug (Firefox/Chrome).
nl_nl: Hiermee wist u het voorgestelde wachtwoord op de wachtwoord reset pagina van WP 4.3+, en wordt een knop toegevoegd voor het genereren van een voorgesteld wachtwoord. Lost problemen met wachtwoordmanager op (Firefox/Chrome).
